const RightItem = () => {
  return (
    <div className="w-72 py-4 px-3 bg-white rounded-lg space-y-3 hidden lg:block">
      <h1 className="text-base">গুরুত্বপূর্ণ বিজ্ঞপ্তি</h1>

      <div className="">
        <h2 className="text-sm font-semibold">
          1. শুধুমাত্র অফিসিয়াল ডিপোজিট এবং উইথড্রয়াল চ্যানেল ব্যবহার করুন:
        </h2>
        <p className="text-xs">
          অনুগ্রহ করে, আমাদের ওয়েবসাইটে নির্ধারিত আমানত এবং উত্তোলন
          চ্যানেলগুলির মাধ্যমে ডিপোজিট জমা বা উত্তোলন করুন। কোনো অনানুষ্ঠানিক বা
          তৃতীয় পক্ষের প্ল্যাটফর্ম ব্যবহার করা এড়িয়ে চলুন।
        </p>
      </div>

      <div className="">
        <h2 className="text-sm font-semibold">
          2. যেকোনো সমস্যা বা লেনদেনের জন্য অফিসিয়াল লাইভ চ্যাট ব্যবহার করুন :
        </h2>
        <p className="text-xs">
          যদি আপনার লেনদেন 15 মিনিটের বেশি সময় ধরে মুলতুবি থাকে, তাহলে অনুগ্রহ
          করে আমাদের 24/7 লাইভ চ্যাট সহায়তার সাথে যোগাযোগ করুন। আমাদের
          ডেডিকেটেড টিম আপনাকে অবিলম্বে সহায়তা করতে এবং আপনার লেনদেন পরিস্থিতির
          রিয়েল-টাইম আপডেট প্রদান করতে প্রস্তুত।
        </p>
      </div>

      <div className="">
        <h2 className="text-sm font-semibold">
          3. ক্যাশ-আউট সম্পর্কে সতর্কতা:
        </h2>
        <p className="text-xs">
          আপনি আগে ট্রান্সফারের জন্য ব্যবহার করেছেন এমন কোনো পূর্ববর্তী
          ই-ওয়ালেটে সরাসরি ক্যাশ-আউট করবেন না। আপনার লেনদেনের নিরাপত্তা এবং
          নির্ভুলতা নিশ্চিত করতে সর্বদা আমাদের নির্দিষ্ট পদ্ধতি অনুসরণ করুন।
        </p>
      </div>

      <div className="">
        <h2 className="text-sm font-semibold">
          4. প্রদত্ত ই-ওয়ালেট নম্বর ব্যবহার করুন:
        </h2>
        <p className="text-xs">
          ক্যাশ-আউট শুরু করার সময়, নিশ্চিত করুন যে আপনি শুধুমাত্র আমাদের
          প্ল্যাটফর্মের দেওয়া ই-ওয়ালেট নম্বর ব্যবহার করছেন। এটি আমাদের দক্ষতার
          সাথে আপনার অনুরোধ প্রক্রিয়া করতে সাহায্য করে এবং ত্রুটির ঝুঁকি কমিয়ে
          দেয়।
        </p>
      </div>

      <div className="">
        <p className="text-xs">
          এই নির্দেশিকাগুলি আপনার আর্থিক লেনদেনগুলিকে সুরক্ষিত রাখতে এবং আপনার
          অ্যাকাউন্টকে সুরক্ষিত করার জন্য রয়েছে৷ আপনার কোনো প্রশ্ন বা উদ্বেগ
          থাকলে, আমাদের গ্রাহক সহায়তা দল আপনাকে সহায়তা করার জন্য লাইভ চ্যাটের
          মাধ্যমে 24/7 যোগাযোগ করুন।
        </p>
      </div>
    </div>
  );
};

export default RightItem;
